<!-- Управление потоком + ввод / switch/case

Создать страницу "traffic-light.php" на которой пользователь сможет переключать цвета светофора нажатием на кнопки

Создать три ссылки и переделать их стиль так чтобы они выглядели как 3 кружка (красного, желтого, зеленого)
Ссылки содержат адрес "prefix/traffic-light.php?color=xxxxx" - где префикс адреса вы сами вставите исходя из папки где
находится ващ скрипт, а xxxxx - будет название цвета на который нажимает пользователь
Скрипт должен получить название цвета $_GET -ом и при помощи siwtch/case переделать вывод так чтобы соответствующий
кружок стал светлее
ВНИМАНИЕ: изначально - когда только загрузилась страница - все 3 крудка содержат бледные цвета 
a-href-switch-traffic-lights.ru.md

-->